Dlubal.RFEM5.VerticalAlignmentType
Type of vertical alignment

Dlubal.RFEM5.VerticalAlignmentType.UnknownVAlignment
Unknown vertical alignment

Dlubal.RFEM5.VerticalAlignmentType.Top
Left alignment

Dlubal.RFEM5.VerticalAlignmentType.Middle
Middle alignment

Dlubal.RFEM5.VerticalAlignmentType.Bottom
Right alignment